<template>
    <article>
        <div id="endText" class="endText">
            <p class="intro">
                <i>前言</i>
                <span>动迁，对于普通人来说，一直都是一个牵动人心的话题。“一夜暴富”的过程里，总有各种各样令人感慨和唏嘘的事情发生。</span>
                <span>但也只有经历过动迁的人，才知道真实的生活往往和人云亦云的传言有着极大的不同。</span>
                <span>在这个连载中，我将以一个事件亲历者的角度，和大家分享一些动迁前后发生的或喜或悲的故事，在这片曾经上海最大的棚户区的土地上，故事的主角和你我一样，是过着最平凡生活的普通人。</span>
            </p>
            <p class="desc">我家的旧址，曾在上海的最大的一片棚户区里。</p>
            <p>这片沿着黄浦江小支流而建的棚户区里的居民，若要追根溯源，九成九的人都是从外地来的，其中江苏人最多，其次是浙江人，偶尔会有一些安徽、山东的。有人家的祖辈在这里扎根的时间，比上海开埠还要早。</p>
            <p>不管是太平天国时逃难来的、抗日战争时来的，还是建国初期来的，大家共同的特征就是“逃难”，以及“没钱”。</p>
            <p>抗日战争时，上海本地和外地大批流离失所的民众移居至此，搭建起一个个窝棚简屋，棚户区初显雏形。白天人们在岸上卖菜、搬运、踩黄包车、拾荒，到了晚上，船停在河边，人就住在船上。</p>
            <p>一户人家站稳脚跟，亲朋好友便来投靠。建国前后，更多外来人口不断涌入，大家就一起住在“屋顶盖草、篱笆编墙”的草棚房里，靠煤油灯照明，用河水洗衣做饭。</p>
            <p>50年代，政府对这里进行了户籍排查后，给了逃难的人合法的户籍，又统一丈量了土地，每家每户都有了土地登记记录——自此，祖辈的身份，才从难民变成了这里真正的主人。</p>
            <p>渐渐的，当年的窝棚一步步升级成泥瓦房、钢筋水泥房，到了90年代，家家又统一办了《国有土地使用权证》<font face="楷体">（即老百姓口中的“土地证”）</font>或公有房屋租赁合同<font face="楷体">（和现在的共有产权房很相似，但承租人拥有80%产权）</font>。当然，也有不少人嫌弃这里是贫民窟，发达之后，就搬离了。</p>
            <p>时过境迁，昔日的农田和荒地也成了市中心，附近的楼盘房价从最早的两三千元逐渐涨到了快十万一平。早在十几年前，政府便启动了动迁工程，但由于涉及的人口、土地规模实在太过于庞大复杂，这一大片棚户区便被划成了近百块的零散“地块”，如同蚂蚁搬家一样，今天拆一点，明天拆一点。</p>
            <p>多年后，“蚂蚁搬家”终于搬到我们这里——这场动迁大家都期盼了很久，久到了在我出生前就已经开始有人在议论，而现在，我已经到了而立之年。</p>
            <p>“动迁组已经来我家里丈量过了，建筑面积算69平米，你能帮我算一下实际到手的钱吗？”</p>
            <p>“大概700万左右吧，我记得你爸之前根据别的拆迁地块的补偿方案算过的，也差不多就这个价钱吧。”</p>
            <p>过了几天，小李又打来了电话。</p>
            <p>“喂，兄弟，你不是一直在做贷款吗，能不能帮我申请一下？”</p>
            <p>“没问题啊，你要借多少，金额少一点我能帮你搞定，要是金额大的话，你这个情况可能会有有问题。”</p>
            <p>“什么问题？”</p>
            <p>“你的还款来源不是只能是你家的馄饨铺嘛？但现在那一片都要动迁了，如果人家上门调查，一看到你家馄饨铺旁边的动迁告示，肯定会说你没有还款来源，而且你的土地证是不能抵押的。”</p>
            <p>“哦……可我需要不少钱啊，你能帮我搞定吗？”</p>
            <p>“老大诶，你这是让我知法犯法啊，要是被别人知道了，我就在这个行当混不下去了，我还准备吃这口饭一辈子呢——话说回来，你准备借多少，借了去干什么啊？”</p>
            <p>“我打算借钱买个商铺，想继续把馄饨铺开下去，现在正好在江湾有套看中的铺子，总价200多万，也不知道动迁款什么时候下来，所以想先买了再说。”他说话的语气中透着兴奋。</p>
            <p>“那挺好的啊，等动迁了以后和女朋友结婚吧，然后好好经营下去。”</p>
            <p>“那你能帮我贷款‘包装’一下吗？”</p>
            <p>“不能！你还是太平点，等动迁款到手了，不靠贷款也能买。”我劝他。</p>
            <p>这时，我并不知道，小李会因为这通电话背后的事带出多少的麻烦，所以没有问清楚前因后果，就挂了电话——这是我在后来最懊悔的地方。</p>
        </div>
    </article>
</template>

<script>
    export default {
        name: 'index',
        data () {
            return {}
        },
        computed: {},

        created () {
        },

        mounted () {
        },

        methods: {}
    }
</script>

<style lang="scss">
    article img{
        /*max-width: 100%;*/
    }
    /*p{*/
        /*word-break: break-word;*/
    /*}*/
</style>
